const overslider =[{
	"id": "750122812001357824",
	"name": "敏感点",
	"value": 400022,
	"level": 1001,
	"createtime": 1582697709745,
	"updatetime": 1582697709745,
}, {
	"id": "747599350825357312",
	"name": "安防区域",
	"value": 400005,
	"level": 1001,
	"createtime": 1582096069717,
	"updatetime": 1582096437968
}, {
	"id": "747599236069199872",
	"name": "消防区域",
	"value": 400004,
	"level": 1001,
	"createtime": 1582096042357,
	"updatetime": 1582096442621
}, {
	"id": "747599147548413952",
	"name": "交通区域",
	"value": 400003,
	"level": 1001,
	"createtime": 1582096021252,
	"updatetime": 1582096447658
}, {
	"id": "747599064840933376",
	"name": "能源区域",
	"value": 400002,
	"level": 1001,
	"createtime": 1582096001533,
	"updatetime": 1582096452552
}, {
	"id": "747598971609944064",
	"name": "环保区域",
	"value": 400001,
	"level": 1001,
	"createtime": 1582095979305,
	"updatetime": 1582096457113
}];

const colors = [
	'#1BB8F9','#5CE8BD','#FFBE58'
]
const iconCode = {

}

const superior_idObject={
	"747599350825357312":'#005be2',//安防
	"747599064840933376":'#005be2',//能源
	"747599147548413952":'#005be2',//交通
	"747599236069199872":'#005be2',//消防
	"747598971609944064":'#005be2', //环保
	"750122812001357824":'#005be2'
	// "747599350825357312":'#0066FF',//安防
	// "747599064840933376":'#0033FF',//能源
	// "747599147548413952":'#3333FF',//交通
	// "747599236069199872":'#6699FF',//消防
	// "747598971609944064":'#33CCFF' //环保
}



const SData = {
  overslider,
	colors,
	superior_idObject
}


export default SData
